Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ལས་ དེ འི་ འབྲས་བུ་ ལ་ ཡིད་ མི་ ཆེས་ ཏེ །_ དེ་ནས་ ཡང་ སྤྱོད་པ ར་ བྱེད་ གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད །_
en: without any conviction in the consequences of karmic actions, they partake of the gifts themselves and may also cause others to do so.

source: སངས་རྒྱས་ ཀྱི་ ར་ གཏོགས་པ་ སངས་རྒྱས་ ཀྱི་ དཀོར་ ནོར་ ཡོན་ ལ་ ཡང་བ ར་ སེམས་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལྟོ་ གནག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When those who in this way treat the Buddha’s possessions and donations lightly separate from their bodies, they will fall into the lower realms and be born in the hell known as Black Stomach.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ བདུན་ གྱི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $1185 “The beings in that realm experience the combined tortures of the Reviving Hell and the other six hells, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཏེ །_ རང་ གི་ ཤ་ ཉིད་ ལ་ ཟ འོ །_།
en: In particular, tormented by hunger and thirst they will consume their own flesh.

source: དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ དེ་ ལོ་ བརྒྱ་ སྟོང་ བྱེ་ [272b] བ་ ཕྲག་ དུ་མ ར་ ཟ་ ཞིང་ སླར་སྐྱེ་ བར་ འགྱུར་ རོ །_།
en: They will then be revived, and this state will go on for many billions of years. {{page:{number:382,id:UT22084-068-021-100408,folio:F.272.b,volume:V68}}} In this way, they will undergo a twofold suffering that is intensified one hundred times by their own doing.

source: སྡུག་བསྔལ་ ཉིས་འགྱུར་ གྱིས་ གདུངས་པ་ དེ འི་ སྡུག་བསྔལ་ གྱི་ ལས་ བྱས་པ་ དེ་ བརྒྱ་ འགྱུར་ དུ་ འགྱུར་ ཏེ །_ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ སྡུག་བསྔལ་ གྱིས་ ཀྱང་ སྡུག་བསྔལ་ ལོ །_།
en: While tormented by starvation and thirst, they must also endure the pain that derives from the consumption of their own bodies.

source: རང་ གི་ ལུས་ ལས་ བྱུང་བ འི་ སྡུག་བསྔལ་ གྱིས་ ཀྱང་ སྡུག་བསྔལ་ ཏེ །_ དེ་ལྟ ར་ དེ་ རང་ གི་ ཤ་ དག་ ལ་ ཟ་བ ར་ བྱེད་ ཅིང་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_ དེ་ སྦྲུལ་པོ་ ཆེ་ ལྟོ་ གནག་ ལ་ མདོག་ སྤྲིན་ ལྟར་ འདུག་པ་ དང་ ཕྲད་ དེ
en: $1186 “When these beings who consume their own bodies somehow manage to escape, they will encounter a giant gray snake with a black stomach.

source: དེས་ དེ འི་ སེན་མོ་ ལ་སོགས་པ་ དང་རུ ས་པ་ ལ་སོགས་ པ་ མཐར་ཆགས་ ཀྱིས་ ཟ འོ །_།
en: This snake will gradually ingest them completely, including their nails, bones, and so on.

source: དེ་ནས་ སོས་པ་ དང་ ཡང་ ཟ་ སྟེ །_
en: They will then be revived, only to be swallowed once again.

source: དེ་ལྟ ར་ གང་ཞིག་ ཐམས་ཅད་ ཀྱི་ མཆོག་ ཏུ་ གྱུར་པ་ སངས་རྒྱས་ ཀྱི་ མ་ རུང་བ ར་ བྱས་པ འི་ ལས་ དེས་ ཡུན་རིང་ དུ་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, those who mistreated the best among all, the Buddha, will suffer for a long time.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཕྱོགས་ སེང་ལྡེང་ གི་ མདག་མ་ རབ་ཏུ་ འབར་བ འི་ གོང་བུ་ བསགས་པ་ དཔག་ཚད་ ཙམ་ གྱི་ ནང་ དུ་ འཇུག་ སྟེ །_ དེ་ མདག་མ་ དེ འི་ ནང་ དུ་ སོང་ ནས་ ལོ་ བརྒྱ་ སྟོང་ བྱེ་བ་ ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ དོ །_། དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ ཏེ །_
en: $1187 “If they manage once again to escape, they will sink into a pit of teak tree embers one league wide. They will then be stuck there, burning and broiling for many billions of years.

source: དེ་ལྟ ར་ དེས་ མཐོང་ ནས་ གལ་ཏེ་ ཐར་ ན་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ འི་
en: If they manage to escape this, they will run off as best they can, yearning for safety, refuge, and protection.

source: དྲུང་ དུ་ གཤིན་རྗེ འི་ མི་ དག་ འོངས་ ནས་ ཕྲ་ སྐམ་ རབ་ཏུ་ འབར་བ་ དེ་དག་ གིས་ བཟུང་ ངོ་ །_།
en: Yet they will encounter the henchmen of the Lord of Death who will seize them with burning tongs and stuff them into a burning iron pot.

source: དེས་ བཟུང་ ནས་ ལྕགས་ ཀྱི་ བུམ་པ་ འབར་བ འི་ ནང་ དུ་ བཅུག་ སྟེ །_ དེ་དེ ར་ མོན་སྲན་ དང་ །_ སྲན་ཆུང་ བཞིན་ དུ་ སྲེག་ ཅིང་ འཚེད་ ལ་ ཡོངས་སུ་ སྐོལ་ ཏེ །_
en: There they will broil, burn, and boil like peas and lentils, swirling around from the top to the bottom.

source: སྟེང་འོག་ ཏུ་ འབྱུང་བ འི་ སྡུག་བསྔལ་ ཤིན་ཏུ་ འཇིགས་ ཤིང་ཚ་བ་ མྱོང་བ་ ནི་ དེ འི་ དཔེ་ བྱ་བ ར་ ཡང་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: It is not easy to find an example to illustrate the gravity of their terrifying and excruciating pain.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ སྡུག་བསྔལ་ ནི་ ཁམས་ གསུམ་ ཐམས་ཅད་ ཀྱི་ རྒྱུ་འབྲས་ འཐུན་ པས་ ཀྱང་ བརྒྱ་ དང་ སྟོང་ གི་ ཆར་ ཡང་ མི་ ཕོད་ དེ །_
en: There is no causal relationship anywhere else within the three realms that can match even a hundredth or a thousandth of a fraction of the pain that these hell beings must endure.

source: དེ་ལྟ ར་ དེ་ གནོད་པ་ བརྒྱ་ ཕྲག་ སྟོང་ ཡོད་ ལ་ སྡུག་བསྔལ་ གྱི་ རྒྱ་མཚོ་ ཤུགས་ དང་ ལྡན་པ་ ཤིན་ཏུ་ ཚ་བ ར་ བདས་པ་ ན །_ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ གྱུར་ ཏེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚེད་པ ར་ བྱེད་ དོ །_།
en: Thus, as they are tossed around in a swirling ocean of terrible pain, undergoing hundreds of thousands of tortures, the effect of their own actions becomes directly perceptible, and until their unwholesome actions have been overcome, relinquished, and exhausted, they will continue to boil.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ ལྟོ་ གནག་ དེ་ལས་ ཐར་བ ར་ [273a] འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ ཉིས་ བརྒྱ ར་ ཡི་དགས་ ཁ་ཟས་ མི་གཙང་བ་ ཟ་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $1188 “At some point in the future those beings will escape the hell of Black Belly. {{page:{number:383,id:UT22084-068-021-100409,folio:F.273.a,volume:V68}}} However, in accordance with their causal actions, after that they will be born two hundred times as starving spirits subsisting on filth.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ དུད་འགྲོ་ སྐྱུགས་པ་ ཟ་བ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: When they become free of that condition, they will take birth seven hundred times as animals that subsist on vomit.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ཡང་ བ་ལང་ རྫི ར་ གྱུར་ ནས་ མི་གཙང་བ་ ཟ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If then, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will become cow herders who feed on garbage.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ ཞུམ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1189 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Battered Bodies.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ ཆོས་ ཀྱི་ དཀོར་ ནོར་ ལ་ སྤྱད་ ཅིང་ བྱས་པ་ བསགས་ ལ །_
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people partake of offerings given to the Dharma.

source: ལས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ལ ས་ ཀྱི་ མཇུག་ དང་ ཡང་ བཅས་པ ར་ གྱུར །_ གཞན་དག་ ཀྱང་ དེ་ ལ་ གཟེངས་ སྟོད་པ ར་ བྱེད་ ན །_
en: Thus, they may complete and accumulate such acts, including their relevant preparatory stages and conclusions, and they may also encourage others to indulge in such acts.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ ཞུམ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell known as Battered Bodies.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ སྟེ །_
en: $1190 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth, intensified a hundredfold.

source: གང་དེ་ དག་ གི་ མིང་ ཡང་ ཤེས་པ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: Thus, even bringing to mind the mere names of their tortures is not easy.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ ལྕགས་ ཀྱི་ ལྗོན་ཤིང་ རབ་ཏུ་ འབར་ ཞིང་ རབ་ཏུ་ མཆེད་པ་ གཉིས་ འབྱུང་ སྟེ །_
en: In particular, two burning iron trees grow there, and the fierce winds of karmic action make their branches strike each other.

source: དེ་དག་ ཀྱང་ ལས་ ཀྱི་ རླུང་ གི་ ཤུགས་དྲག་པོ ས་ ཕན་ཚུན་ འདྲུད་པ ར་ བྱེད་ དོ །_། དེ་ གཉིས་ ཀྱི་ དབུས་ སུ་ སེམས་ཅན་ དམྱལ་བ་པ འི་ ལུས་ དེ་ གཡས་ གཡོས་ སུ་ ཤུགས་དྲག་པོ་ ཀུན་ གྱིས་ གནོད་པ ར་ བྱེད །_ རྣམ་པར་ ཞུམ་པ ར་ བྱེད །_ ཏ་ལ འི་ འདབ་མ་ ལྟར་ བྱེད་ དོ །_།
en: Stuck between these two trees the hell beings will be forcefully beaten and battered from the right and left,#164 and so their bodies will end up like the leaves of the palmyra palm.

source: དེ་ནས་ ཡང་ སླར་ འབྱུང་ སྟེ་ ཡང་ རྣམ་པར་ ཞུམ་པ ར་ བྱེད་ དོ །_།
en: They will then be reborn, but only to be battered again.

source: དེ་ ཚལ་ ཆེན་པོ འི་ ཤིང་ ལྗོན་པ་ ཤིན་ཏུ་ མི་བཟད་པ་ གཉིས་ ཀྱི་ བར་ དུ་ བཅུག་ ནས་ ཕན་ཚུན་ བསྒུལ་བ་ དང་ ལུས་ ལས་ བྱུང་བ འི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ ལ །_
en: Caught between these two terribly torturous, giant trees, these hell beings will be thrown against each other and subjected to physical torment.

source: གལ་ཏེ་ མ་ བསྒུལ་ ན་ རྣམ་པར་ [273b] ཞུམ་པ ར་ བྱས་པ་ ལྟུང་བ ར་ འགྱུར་ རོ །_།
en: $1191 “When at some point the trees stop shaking, {{page:{number:384,id:UT22084-068-021-100410,folio:F.273.b,volume:V68}}} the hell beings, bruised and battered, will fall to the ground.

source: དེ་དེ་ ལས་ ལྟུང་བ་ དང་ །_ ལྕགས་ ཀྱི་ བྱ་ རྡོ་རྗེ འི་ མཆུ་ཅན་ དག་ ཤིང་ དེ་དག་ གི་ ཡལ་ག་ ལ་ གནས་ ཏེ །_
en: When they fall, iron birds with vajra beaks will swoop down upon them from the branches of the trees.

source: དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ མགོ་ དང་ གླད་པ་ བཏོག་ བཏོག་ ནས་ འབིགས་པ ར་ བྱེད་ དོ །_། ཕུག་ ནས་ མིག་ དག་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Cracking open their skulls, the birds will proceed to devour their brains.

source: སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ ངུ་སྐད་ འབྱིན་ ཅིང་ སྨྲེ་སྔགས་ འདོན་པ་ ན་ དེ འི་ མིག་ ཟོས་ ནས་ མགོ་ དང་ གླད་པ་ འབིགས་ སོ །_།
en: As the hell beings wail and moan miserably, the birds will also consume their eyes.

source: དེ་ ཕུག་ ནས་ གླད་ རྒྱས་ ལ་ ཟ འོ །_།
en: Splitting open their heads, they will swallow their brains.

source: གླད་ རྒྱས་ ཀྱང་ ཟོས་ ནས་ སྙིང་ གཤེག་ པར་ བྱེད་ དོ །_། དེ་ཡང་ གཤེགས་ ནས་ ནང་ དུ་ སོང་ སྟེ །_ ཁྲག་འཐུང་ ངོ་ །_།
en: Then they will sever the hell beings’ hearts, hop into their bodies, and guzzle their blood.

source: འཐུངས་ ནས་ རྒྱུ་མ་ ལ་ ཟ འོ །_། དེ་དག་ ཀྱང་ ཟོས་ ནས་ མཆེར་པ་ ལ་ ཟ འོ །_། མཆེར་པ་ ཟོས་ ནས་ ལོང་ ཀ་ལ་ ཟ འོ །_། དེ་དག་ ཀྱང་ ཟོས་ ནས་ མདོམས་ ལ་ ཟ འོ །_། བརླ འི་ སྦུབས་ ལ་ ཡང་ ཟ འོ །_། པུས་མོ འི་ ལྷ་ང་ ལ་ ཡང་ ཟ འོ །_། རྐང་པ་ དག་ གི་ སོར་མོ་ ལ་ ཡང་ ཟ་ ལ་ དེ་ལྟ ར་ དེ་ སྡུག་བསྔལ་ དྲག་པོ་ དེ་དག་ ཡུན་རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: Bit by bit, they will proceed to consume their intestines, spleens, entrails, groins, thighs, knees, and toes, and so the hell beings will undergo intense suffering for innumerable years.

source: གང་ གི་ མིང་ ལོ་ བརྒྱ ར་ ཡང་ ཤེས་པ་ སླབ་ མ་ ཡིན་ ནོ །_།
en: In fact, the mere names of these tortures could not easily be fathomed in a hundred years.

source: ཕྱོགས་ གཅིག་ཅིག་ ཤེས་པ ར་ བྱ་ན །_ ཇི་ལྟ ར་ རྒྱ་མཚོ འི་ ཆུ་ ཁྱོར་ གང་ བླངས་པ་ དེ འི་ ཕྱོགས་ ཙམ་ དུ་ བརྗོད་པ་ དེ་བཞིན་ དུ་ འདི་ ཡང་ ཕྱོགས་ གཅིག་ ཙམ་ ཞིག་ བརྗོད་ དེ །_
en: What is presented here is just a slight introduction to some partial aspect of their suffering, like a cup of water drawn from the sea.

source: དེ་ལྟ ར་ དེ་ ཇི་སྙམ་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ དེ་དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Yet, the monk will understand how these beings experience the torturous consequences of their completed and accumulated acts until finally those acts have been overcome, relinquished, and exhausted.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ མཆིལ་མ་ ཟ་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $1192 “When they finally escape this hell, they will, as an effect that accords with their causal deeds, be born one thousand times as starving spirits, subsisting on spit.

source: དེ་ གལ་ཏེ་ སྲོག་ གིས་ འཚོ་བ་ ཙམ་ དུ་ འགྱུར་ ཞིང་ ལུས་ ཤིན་ཏུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ་
en: Barely keeping alive, they will suffer from extreme hunger and thirst.

source: ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཤི་ ནས་ ཀྱང་བ་ ཚྭ འི་ ཆུ འི་ རྒྱ་མཚོ འི་ ནང་ དུ་ དུད་འགྲོ་ ཉ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: If they should die and then escape the world of starving spirits, they will next take birth as fish in the salty sea.

source: རྟག་ ཏུ་ རྒྱ་མཚོ འི་ ཆུ འི་ གསེབ་ ཀྱི་ ནང་ ན་ སྤྱོད་པ འི་ ཆུ་སྲིན་ ན་ཀྲ འམ །_ མ་ ཀ་ར འམ །_ རུས་སྦལ་ དུ་ འགྱུར །_
en: Caught within the confines of the ocean, they will fall prey to crocodiles, sea monsters, and sea turtles.

source: ཚེ་རབས་ སྟོང་ དུ་ ཀུན་ དུ་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ [274a] གདུངས་ ཤིང་བ་ ཚྭ འི་ ཆུ་ ལ་ ཡོངས་སུ་ སྤྱོད་པ ར་ འགྱུར །_
en: Thus, suffering from constant starvation and thirst, {{page:{number:385,id:UT22084-068-021-100411,folio:F.274.a,volume:V68}}} they must partake of the ocean’s salty waters for one thousand lives.

source: དེ་ལས་ ཀྱང་ ཐར་ ནས་ གལ་ཏེ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་དེ འི་ ཚེ་ ཡུལ་ གཉིས་ ཀྱི་ བར་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ གང་ དུ་ ས་བདག་ གཉིས་ ཀྱི་ མཚམས་ ཕན་ཚུན་ ཐབ་མོ་ འགྱེད་པ འི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $1193 “Once they are free from that state, if they should be born with the general lot in life of a human, they will take birth on the border between two warring countries.

source: དེར་ དེ འི་ ནོར་རྫས་ བསགས་ བསགས་པ་ དེ་དག་ གཞན་ གྱིས་ འཕྲོག་པ ར་ བྱེད་ ཅིང་ རྒྱལ་པོ འི་ ཆད་པ ས་ ཀྱང་ དེ་ བཟུང་ ངོ་ །_།
en: All their accumulated wealth will be taken in plunder and they will be subjected to royal punishment.

source: བཟུང་ ནས་ ཀྱང་ བཙོན་ར ར་ འཇུག་པ ར་ འགྱུར །_ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར །_ སྲོག་ ཙམ་ གྱིས་ འཚོ་བ་ གཞན་ ལ་ རག་ ལས་ཤིང་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will be captured and imprisoned and thus suffer from starvation and thirst, barely keeping alive, and at the mercy of others.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རྨི་ལམ་ འཇིགས་བྱེད་ སྟོན་ ཅེས་བྱ་བར་ མཐོང་ ངོ་ །_།
en: $1194 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Terrifying Nightmares.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ ལོ་ཉེས་ བྱུང་བ འི་ ཚེ་ དགེ་འདུན་ གྱི་ འདུ་བ འི་ སྒོ་ ལ་ དགེ་སློང་ ཟས་ འདོད་པ་ དག་ ཉེ་བ ར་ ལྷགས་པ འི་ ཟས་ དང་ སྐོམ་ ཟོས་ ཤིང་ ཉེ་བ ར་ སྤྱད་ ལ་ མི་ སྡིག་པ་ བྱེད་པ ས་ དེ་ཡང་ ཕྲོགས་ ཏེ་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how during bad harvests some evil individuals may raid the storehouses of the saṅgha, partaking of and consuming the food and drink that had been reserved for monks.

source: ཁ་ཟས་ དེ་དག་ ཀྱང་ བཅད །_ ཁ་ཟས་ བཅད་པ ས་ དེ་དག་ གི་ ལུས་ ལ་ གནོད་ ཅིང་ དགེ་བ འི་ ཆོས་ ཡིད་ ལ་ བྱེད་ མི་ ནུས་པ ར་ གྱུར །_
en: As a result of the reduction in food supplies, the monks may suffer physically and become unable to direct their minds toward virtuous qualities.

source: བསམ་གཏན་ ལ་ དགའ་བ་ མེད་པར་ གྱུར །_ སེམས་ མི་ སྦྱོང་བ ར་ གྱུར །_
en: They may thus lose their appreciation of concentration and fail to train their minds.

source: མི་ སྡིག་པ་ བྱེད་པ་ དེ་ཡང་ དགེ་འདུན་ གྱི་ འདུ་བ འི་ སྒོ་ དེ་ ཕྲོགས་ ནས་ འཆགས་པ ར་ མི་ བྱེད་ ཅིང་ འགྱོད་པ ར་ མི་ བྱེད་ ལ་ དེ་ནས་ སླར་ཡང་ འདུ་བ འི་ སྒོ་ དེ་ཉིད་ ལ་ མི་དགེ་བ འི་ ལས་ མངོན་པར་ བྱེད་པ ར་ དགའ་ ཞིང་ གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ བྱེད་ དུ་ འཇུག་ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ ཅིང་ དེ འི་ ལས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ བྱས་ ན་
en: Without confession or regret, the perpetrators may even rejoice in their negative acts and instigate others to pursue them, including their preparatory stages and conclusions.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རྨི་ལམ་ འཇིགས་བྱེད་ སྟོན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell known as Terrifying Nightmares. {{page:{number:386,id:UT22084-068-021-100412,folio:F.274.b,volume:V68}}}

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ [274b] ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་ ངོ་ །_།
en: $1195 “The beings in that realm suffer the combined agonies of the Reviving Hell, and so forth.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ བྱས་པ་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ སྟེ །_
en: In particular, the effects are here intensified a hundredfold.

source: གང་དེ་ ལྟར་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ གནོད་པ་ དེ་དག་ དེ་ལྟ ར་ མི་བཟད་པ་ དེ་ལྟ ར་ རྩུབ་པ་ དེ་ལྟ ར་ བཟོད་པ ར་ དཀའ་བ་ དེ་ལྟ ར་ སྡུག་བསྔལ་ མཐའ་མེད་པ་ རང་ གིས་ བྱས་པ འི་ ལས་ ལས་ བྱུང་ ཞིང་
en: Still, all the infinite sufferings of excruciating, torturous, and unbearable pain that sentient beings experience here only manifest as the effects of their own actions.

source: བསླང་བ་ དེ འི་ མིང་ ཡང་ ཤེས་པ ར་ སླ་བ་ མ་ ཡིན་ ཏེ དེ འི་ ཕྱོགས་ ཙམ་ ཞིག་ བརྗོད་ ན་ འདི་ལྟ་སྟེ །_
en: Even the names for the torments that these beings must suffer are hard to fathom.

source: རྒྱ་མཚོ་ ལས་ ཆུ་སྐྱོར་ གང་ བླངས་པ་ དེ་བཞིན་ དུ་ དེ་ བརྗོད་ དོ །_།
en: The following account expresses just a mere fraction of them, like a cup of water drawn from the ocean.

source: ཇི་ལྟ ར་ མི་ དག་ གི་ རྨི་ལམ་ དུ་ འཇིགས་པ་ དག་ མཐོང་བ་ དེ་བཞིན་ དུ་ སེམས་ཅན་ དམྱལ་བ་ རྨི་ལམ་ འཇིགས་བྱེད་ སྟོན་ དེར་ ཡང་ །_། གཤིན་རྗེ འི་ མི་ལག་ ན་ ཐོ་བ་ སྣ་ཚོགས་ ཐོགས་པ་ དེ་དག་ འབྱུང་ སྟེ །_
en: $1196 “Resembling the way humans may encounter horrors in a dream, the henchmen of the Lord of Death will appear before the beings in this hell of Terrifying Nightmares, wielding various sorts of hammers.

source: སྡིག་པ་ བྱེད་པ འི་ མི་ དེ་ བཟུང་ ནས་ ལྕགས་ ཀྱི་ ས་གཞི འི་ སྟེང་ དུ་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: The henchmen will seize the beings and pin them to the iron ground.

source: ལྕགས་ ཀྱི་ ལུང་པ འི་ ནང་ དུ་ ཡང་ དེ འི་ ལུས་ བཅུག་ ནས་ གཏུན་ཤིང་ གིས་ ཕྱེ་མར་ རློག་ སྟེ་ རུས་པ་ དེ་ འདི་ལྟར་ སྦྲང་རྩི འི་ ཚིགས་མ འི་ གོང་བུ་ ལྟར་ བྱེད་ དོ །_།
en: Having thus pinned down their bodies within this world of iron, the henchmen will proceed to mash them with clubs and crush their skeletons as if they were honeycombs.

source: དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ ཏེ །_ ཡང་ ཐོ་བ་ རྣམས་ ཀྱིས་ ཕྱེ་མར་ རློག་ སྟེ །_
en: The hell beings will then be revived, but only to once again suffer violent pulverization.

source: དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ་ ཡང་དག་པ་ མྱོང་བ ར་ འགྱུར་བ འི་ མཐུ ས་ འབྲས་བུ་ དེ་ ཉེ་བ ར་ སྤྱོད་ དོ །_།
en: In this way, until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer these tormenting consequences.

source: ལུང་པ་ གནོད་པ་ དེ་ལས་ ཐར་ ན་ གལ་ཏེ་ ཡང་ རང་ གི་ ལས་ ཀྱིས་ མཚོན་ཆ འི་ ནགས་ཚལ་ གྱི་ ནང་ དུ་ ཁྲིད་ ནས་ འགྲོ་ སྟེ །_
en: $1197 “Should they manage to escape this realm of torture, their karmic actions will next drive them into a forest of weapons.

source: མཚོན་ཆ འི་ ནགས་ཚལ་ དེར་ ཕྱིན་ ནས་ ལུས་ ལ་ མཚོན་ འབབ་པ ས་ གནོད་པ་ མང་ དུ་ བྱེད །_ གཤེག་ པར་ བྱེད །_ འཇོམས་པ ར་ བྱེད །_ ཕྱེ་མར་ རློག་པ ར་ བྱེད །_
en: As they enter that forest, a rain of weapons will shower down upon them, causing extensive harm as the weapons cleave, crush, and pulverize them.

source: དེ འི་ ལུས་ ཀྱི་ པགས་པ་ ཐམས་ཅད་ ཧྲལ་ ཧྲོལ་ དུ་ བྱས་ ནས་ རྒྱུག་པ ར་ བྱེད་ དོ །_། མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་ རྒྱུག་པ་ དེ་ དང་ །_
en: With their bodies being smashed to pieces they may still try to run, yearning for protection, refuge, and safety.

source: དེར་ མཚོན་ཆ་ ཆེན་པོ་ ཆར་ ལྟར་ འབབ་པ ས་ གཤེག་ པར་ བྱེད །_ འཇོམས་པ ར་ བྱེད་ དོ །_།
en: Yet great weapons will pour down upon them like a cleaving and crushing rain.

source: རྩ་ དང་ རྒྱུས་པ་ ཐམས་ཅད་ ཤད་ ཤད་པོ ར་ བྱས་ ཏེ །_ ལུས་ གང་ ལ་ པགས་པ་ བྱ་སྒྲོ་ ཙམ་ ཡང་ མ་ལུས་པ ར་ བྱས་ ནས་ ལུས་ ཀྱི་ རུས་པ འི་ དྲ་བ་ ཙམ་ ཞིག་ འཇོག་ གོ །_།
en: Their veins and muscles will be ripped asunder until not even a piece of skin the size of a feather will remain on their bodies, but only bones.

source: རྒྱུས་པ་ སྦྲེལ་བ འི་ གནད་ དེ་དག་ ཏུ་ ཡང་ མཚོན་ཆ ར་ ལྟར་ འབབ་པ ས་ གཅོད་ ཅིང་ གཤེག་ པར་ བྱེད་ དེ །_ [275a] དེ་ གཅོད་པ་ ན་ སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ ཀུ་ ཆོ་ འདོན་ ཅིང་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ལ་ ཐམས་ཅད་ དུ་ འབྲོས་ སོ །_།
en: As the weapons fall, their joints and vital points will be severed and cleaved, {{page:{number:387,id:UT22084-068-021-100413,folio:F.275.a,volume:V68}}} causing them to howl, scream, and wail as they desperately try to escape.

source: རང་ གི་ ལུས་ དང་ ཡིད་ ཀྱིས་ ཀུན་ ནས་ བསླང་བ འི་ མི་དགེ་བ འི་ ལས་ ཀྱིས་ བསླུས་པ་ དེ་ བདག་ཉིད་ ཐམས་ཅད་ དུ་ ལས་ དེས་ ཤིན་ཏུ་ འཚེད་པ ར་ བྱེད་ དོ །_།
en: $1198 “Thus, those deceived by their own negative acts of body and mind will be utterly boiled by their own actions.

source: རྣམ་པར་ སྨིན་པ་ མ་ མྱོང་བ ར་ དེ་དག་ འགག་པ ར་ མི་ འགྱུར་ ཞིང་ མི་དགེ་བ འི་ ལས་ དེ་ མ་ མྱོང་བ ར་ ཐར་བ་ མེད་ དེ །_ གང་ གི་ ཚེ་ སོ་སོ ར་ མྱོང་ ན་ དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ རོ །_།
en: The experiences of the ripening of their actions will not stop, and there is therefore no escape from the experience of their unwholesome actions until all of it has been lived through.

source: ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ མཆིལ་མ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once they escape, they will, as an effect that accords with their causal actions, be born one thousand times as starving spirits subsisting on spit.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ འོད་མ འི་ ཚལ་ དུ་ སྲིན་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ གང་དང་གང་ དུ་ སྐྱེས་པ ར་ རྡོ་ འབབ་པ ས་ འདམ་བུ་ སྲབ་མོ ར་ བརྡུངས་པ་ ལྟར་ ལུས་ ཤིན་ཏུ་ སྲབ་མོ ར་ རྡུང་བ འི་ གནོད་པ་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: When they also become free from that state, they will be born five hundred times as insects in a bamboo grove and there suffer the injury of having their bodies flattened, as when sugarcane is ground between two stones.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ གཞན་ གྱིས་ མངག་པ་ དང་ །_
en: Once they are free from that state, should they be born with the general lot in life of a human, they will be poor and sickly, and they will be ordered around by others.

source: ཡུལ་ བྱེ་མ་ ཅན་ དང་ །_ མྱ་ ངམ་ དང་ །_ གཡངས་ དང་ །_ ཆུ་ མེད་པ་ དང་ །_ རྩྭ་ མེད་པ་ དང་ །_ ནགས་ཚལ་ མེད་པ་ དང་ །_ ནེའུ་གསིང་ མེད་པ་ དང་ །_ ལྟེང་ཀ་ མེད་པ འི་ འཁོར་ རྟག་ ཏུ་ གནོད་པ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Born in a sandy desert or a canyon, they will find no water, no grass, no forests, no ponds, and no pools, but only constant harm.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ ཞུམ་ མི་ བཟད་ འཕྱང་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1199 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Terrible Dangling of Battered Bodies.
